Repository: muyesh/uws2t
Catalog: po/*.po
Languages: ja, ko, vi, zh_cn

source: Keyboard Shortcut Settings
ja: キーボードショートカット設定
ko: 키보드 단축키 설정
vi: Cài đặt phím tắt
zh_cn: 键盘快捷键设置

source: Configure shortcut keys for each function
ja: 各機能のショートカットキーを設定できます
ko: 각 기능의 단축키를 설정합니다
vi: Cấu hình phím tắt cho từng chức năng
zh_cn: 为每个功能配置快捷键

source: Left 2/3
ja: 左寄せ 2/3
ko: 왼쪽 2/3
vi: Trái 2/3
zh_cn: 左侧 2/3

source: Place window on the left side with 2/3 width
ja: ウィンドウを画面の左側に2/3の幅で配置
ko: 창을 화면 왼쪽에 2/3 너비로 배치
vi: Đặt cửa sổ ở phía bên trái với chiều rộng 2/3
zh_cn: 将窗口放置在屏幕左侧，宽度为2/3

source: Right 2/3
ja: 右寄せ 2/3
ko: 오른쪽 2/3
vi: Phải 2/3
zh_cn: 右侧 2/3

source: Place window on the right side with 2/3 width
ja: ウィンドウを画面の右側に2/3の幅で配置
ko: 창을 화면 오른쪽에 2/3 너비로 배치
vi: Đặt cửa sổ ở phía bên phải với chiều rộng 2/3
zh_cn: 将窗口放置在屏幕右侧，宽度为2/3

source: Right 1/3
ja: 右寄せ 1/3
ko: 오른쪽 1/3
vi: Phải 1/3
zh_cn: 右侧 1/3

source: Place window on the right side with 1/3 width
ja: ウィンドウを画面の右側に1/3の幅で配置
ko: 창을 화면 오른쪽에 1/3 너비로 배치
vi: Đặt cửa sổ ở phía bên phải với chiều rộng 1/3
zh_cn: 将窗口放置在屏幕右侧，宽度为1/3

source: Left 1/3
ja: 左寄せ 1/3
ko: 왼쪽 1/3
vi: Trái 1/3
zh_cn: 左侧 1/3

source: Place window on the left side with 1/3 width
ja: ウィンドウを画面の左側に1/3の幅で配置
ko: 창을 화면 왼쪽에 1/3 너비로 배치
vi: Đặt cửa sổ ở phía bên trái với chiều rộng 1/3
zh_cn: 将窗口放置在屏幕左侧，宽度为1/3

source: Set
ja: 設定
ko: 설정
vi: Đặt
zh_cn: 设置

source: Not Set
ja: 未設定
ko: 설정 안됨
vi: Chưa đặt
zh_cn: 未设置

source: Set Shortcut Key
ja: ショートカットキーを設定
ko: 단축키 설정
vi: Đặt phím tắt
zh_cn: 设置快捷键

source: Press the new shortcut key
ja: 新しいショートカットキーを押してください
ko: 새 단축키를 누르세요
vi: Nhấn phím tắt mới
zh_cn: 请按下新的快捷键

source: Cancel
ja: キャンセル
ko: 취소
vi: Hủy
zh_cn: 取消

source: Clear
ja: クリア
ko: 지우기
vi: Xóa
zh_cn: 清除

source: Debug Settings
ja: デバッグ設定

source: Enable Debug Mode
ja: デバッグモードを有効にする

source: Show debug logs and notifications
ja: デバッグログと通知を表示する

source: Error
ja: エラー
ko: 오류
vi: Lỗi
zh_cn: 错误

source: No focused window found
ja: フォーカスされたウィンドウが見つかりません
ko: 포커스된 창을 찾을 수 없습니다
vi: Không tìm thấy cửa sổ được chọn
zh_cn: 未找到焦点窗口

source: This window cannot be resized
ja: このウィンドウはリサイズできません
ko: 이 창은 크기를 조정할 수 없습니다
vi: Cửa sổ này không thể thay đổi kích thước
zh_cn: 此窗口无法调整大小

source: Window Information
ja: ウィンドウ情報
ko: 창 정보
vi: Thông tin cửa sổ
zh_cn: 窗口信息

source: Failed to get window information
ja: ウィンドウ情報の取得に失敗しました
ko: 창 정보를 가져오는데 실패했습니다
vi: Không thể lấy thông tin cửa sổ
zh_cn: 获取窗口信息失败

source: Left
ja: 左

source: Right
ja: 右

source: Window
ja: ウィンドウ

source: Work Area
ja: 作業領域

source: Position
ja: 配置位置
